/***********************************************
 *
 *	开发环境依赖项 配置文件，
 *	本文件纯粹填写与开发环境密切相关配置，不得有其他的配置数据
 *	
 *	zhangsy@wemedia.cn
 *	2016.11.02
 *
 ***********************************************/

module.exports={
     "file_server_host": "123.57.210.23",
     "file_server_port": 8082,
     "api_domain": "http://123.57.210.23:8082/"   
    // "file_server_host": "192.168.10.221",
    // "file_server_port": 8082,
    // "api_domain": "http://192.168.10.221:8080/" 
     //"file_server_host": "192.168.10.210",
     //"file_server_port": 8082,
     //"api_domain": "http://192.168.10.210:8080/" 
};